Repository: Apteryks/po4a
Catalog: po/www/*.po
Languages: es, fr, ru

source: Implementation of a C extension to make po4a faster is ongoing.
es: Estamos trabajando en la implementación de una extensión C para aumentar la velocidad de po4a.
fr: Une implémentation d'une extension en C pour rendre po4a plus rapide est en cours.
ru: Разработка C расширений что бы сделать po4a быстрее.

source: Welcome
es: Bienvenido
fr: Bienvenu
ru: Добро пожаловать

source: Features
es: Características
fr: Fonctionnalités
ru: Возможности

source: Download
es: Descargar
fr: Téléchargement
ru: Загрузка

source: Get Involved
es: Participa
fr: Participer
ru: Участвуйте

source: Translations
es: Traducciones
fr: Traductions
ru: Переводы

source: po4a - Translations
es: po4a - Traducciones
fr: po4a - Traductions
ru: po4a - Переводы

source: Translating
es: Traducir
fr: Traduire
ru: В процессе перевода

source: Strings are usually frozen one or two week before the releases. Tell us if you want to be notified.
es: Generalmente, las cadenas se estabilizan una o dos semanas antes de una nueva publicación. Díganos si desea que le notifiquemos de ello.
fr: Les chaînes sont généralement gelées une à deux semaines avant la sortie d'une version. Indiquez nous si vous voulez être informé.
ru: Строки обычно замораживаются за неделю или две до выпуска релиза. Скажите нам если хотите получать уведомления.

source: See below for the list of available translations and work needed.
es: Véase a continuación una lista de las traducciones disponibles y el trabajo necesario.
fr: Voyez ci-dessous pour la liste des traductions disponibles et le travail restant à faire.
ru: Просмотрите список доступных переводов и необходимых работ.

source: You can find the translation material on our CVS repository (<a href="http://alioth.debian.org/scm/viewvc.php/po4a/po/bin/?root=po4a">translation of the program</a>, <a href="http://alioth.debian.org/scm/viewvc.php/po4a/po/pod/?root=po4a">translation of the documentation</a>).
es: Puede encontrar el material de traducción en nuestro repositorio CVS (<a href="http://alioth.debian.org/scm/viewvc.php/po4a/po/bin/?root=po4a"> traducción del programa</a>, <a href="http://alioth.debian.org/scm/viewvc.php/po4a/po/pod/?root=po4a"> traducción de la documentación</a>).
fr: Vous trouverez les fichiers PO pour les traductions dans notre dépot CVS (<a href="http://alioth.debian.org/scm/viewvc.php/po4a/po/bin/?root=po4a">traduction des programmes</a>, <a href="http://alioth.debian.org/scm/viewvc.php/po4a/po/pod/?root=po4a">traduction de la documentation</a>).
ru: Вы можете найти переведенные материалы в нашем CVS репозитарии содержащие (<a href="http://alioth.debian.org/scm/viewvc.php/po4a/po/bin/?root=po4a">перевод программ</a> и <a href="http://alioth.debian.org/scm/viewvc.php/po4a/po/pod/?root=po4a">перевод документации</a>).

source: Available translations
es: Traducciones disponibles
fr: Traductions disponibles
ru: Доступные переводы

source: Po4a is currently translated in the following languages:
es: po4a está actualmente traducido en los siguientes idiomas:
fr: Po4a est traduit dans les langues suivantes :
ru: Po4a на данный момент переведен на следующие языки:

source: Translations of the documentation
es: Traducciones de la documentación
fr: Traductions de la documentation
ru: Переводы документации

source: The po4a documentation is also translated in the following languages:
es: La documentación de po4a está también traducida en los siguientes idiomas:
fr: La documentation de po4a est également disponible dans les langues suivantes :
ru: Документация po4a переведена на следующие языки:

source: Translations of the web site
es: Traducciones de la página web
fr: Traductions du site web
ru: Переводы веб сайта

source: This web site is also translated in the following languages:
es: Esta página web está también traducida en los siguientes idiomas:
fr: Ce site web est aussi traduit dans les langues suivantes :
ru: Данный веб сайт переведен на следующие языки:

source: po4a - Documentation
es: po4a - Documentación
ru: po4a - Документация

source: Documentation
es: Documentación
ru: Документация

source: Sources
es: Fuentes
ru: Исходники

source: Introduction
es: Introducción
ru: Введение

source: KernelHelp
es: KernelHelp (Ayuda del núcleo)
