Repository: Apteryks/po4a
Catalog: po/www/*.po
Languages: es, fr, ru

source: po4a - Welcome
es: po4a - Bienvenido
fr: po4a - Bienvenu
ru: po4a - Добро пожаловать

source: Welcome!
es: ¡Bienvenido!
fr: Bienvenu !
ru: Добро пожаловать!

source: The po4a (po for anything) project goal is to ease translations (and more interestingly, the maintenance of translations) using gettext tools on areas where they were not expected like documentation.
es: El objetivo del proyecto po4a («po for all», po para todo) es facilitar la traducción (y más interesante, el mantenimiento de las traducciones) usando las herramientas de gettext en áreas dónde no eran de esperar, como en la documentación.
fr: L'objectif du projet po4a [po for anything -- po pour tout] est de simplifier la traduction (et de façon plus intéressante, la maintenance des traductions) en utilisant les outils gettext dans des domaines pour lesquels ils n'étaient pas destinés, comme la documentation.
ru: po4a (po везде или для всего) целью проекта является облегчение процесса перевода (и что более интересно - поддержка переводов) с помощью инструментов gettext там где переводимый текст не является документацией.

source: 2009-11-08 - po4a 0.36.6 released
fr: 2009-11-08 - po4a 0.36.6 est sorti
ru: 2009-11-08 - выпущен po4a 0.36.6

source: There has been three minor releases for bug fixes and small new features. The most notable new features are:
fr: Il y a eu trois versions mineures pour des corrections de bogues ou des ajout de petites fonctionnalités. Celles les plus notables sont :
ru: Были выполнены три незначительных изменения для устранения ошибок и добавлено несколько новых функций. Наиболее важными новыми функциями являются:

source: <a href="man/man1/po4a.1.php">po4a</a>: new options --srcdir and --destdir.
fr: <a href="man/man1/po4a.1.php">po4a</a> : nouvelles options --srcdir et --destdir.
ru: <a href="man/man1/po4a.1.php">po4a</a>: новый параметр --srcdir и --destdir.

source: <a href="man/man1/po4a-updatepo.1.php">po4a-updatepo</a>: new options --msgid-bugs-address, --copyright-holder, --package-name, and --package-version.
fr: <a href="man/man1/po4a-updatepo.1.php">po4a-updatepo</a> : nouvelles options --msgid-bugs-address, --copyright-holder, --package-name et --package-version.
ru: <a href="man/man1/po4a-updatepo.1.php">po4a-updatepo</a>: новый параметр --msgid-bugs-address, --copyright-holder, --package-name, и --package-version.

source: new and updated <a href="translations.php">translations</a> (Basque, Czech, Esperanto, Estonian, French, German, Portuguese, Russian, Spanish, Swedish, Vietnamese).
fr: nouvelles <a href="translations.php">traductions</a> ou mises à jour (allemand, basque, espagnol, espéranto, estonien, français, portugais, russe, suédois, tchèque, vietnamien).
ru: новые и обновленные <a href="translations.php">переводы</a> (Basque, Czech, Esperanto, Estonian, French, German, Portuguese, Russian, Spanish, Swedish, Vietnamese).

source: <a href="man/man3pm/Locale::Po4a::Sgml.3pm.php">Sgml module</a>: better detection of entities in the prolog.
fr: <a href="man/man3pm/Locale::Po4a::Sgml.3pm.php">module Sgml</a> : meilleur détection des entités dans les prologues.
ru: <a href="man/man3pm/Locale::Po4a::Sgml.3pm.php">Sgml module</a>: лучше определяет объекты в прологе.

source: <a href="man/man3pm/Locale::Po4a::Text.3pm.php">Text module</a>: new options breaks and tabs.
fr: <a href="man/man3pm/Locale::Po4a::Text.3pm.php">module Text</a> : nouvelles options breaks et tabs.
ru: <a href="man/man3pm/Locale::Po4a::Text.3pm.php">Text module</a>: новые выходные параметры и вкладки.

source: 2009-07-22 - po4a 0.36.3 released
es: 22-07-2009 - publicado po4a 0.36.3
fr: 2009-07-22 - po4a 0.36.3 est sorti
ru: 2009-07-22 - выпуск po4a 0.36.3

source: There has been three minor releases for bug fixes. These minor releases also improved the support for Markdown; added the po4apod-display-po script; added the options --msgid-bugs-address, --copyright-holder, --package-name, --package-version to po4a-gettextize; and added the option customtag to the Xml and derivative modules.
es: Se publicaron 3 versiones menores de arreglos de fallos. Estas publicaciones menores también mejoran la compatibilidad con Markdown; añadido el script po4apod-display-po; añadidas las opciones «--msgid-bugs-address», «--copyright-holder», «--package-name», y «--package-version» a po4a-gettextize, y añadida la opción «customtag» a los módulos Xml y derivados.
fr: Trois versions mineures sont sorties pour corriger des bogues. Ces versions mineures ont également amélioré la prise en charge du format Markdown ; ajouté le script po4apod-display-po ; ajouté les options --msgid-bugs-address, --copyright-holder, --package-name et --package-version à po4a-gettextize ; et ajouté l'option customtag au module Xml et ses dérivés.

source: 2009-03-15 - po4a 0.36 released
es: 15-03-1009 - publicado po4a 0.36
fr: 2009-03-15 - po4a 0.36 est sorti
ru: 2009-03-15 - выпуск po4a 0.36

source: This release provides improvements for the Xml (and derivative), Man, and TeX modules. It also changes how the type of strings is provided in the PO file. This type will now be provided as an "extracted comment" instead of a "translator comment".
es: Esta publicación ofrece mejoras en los módulos Xml (y derivados), Man y Tex. También modifica cómo se ofrece el tipo de cadena en el fichero PO. A partir de ahora, este tipo se ofrecerá como un «extracted comment» (comentario extraído) en lugar de como un «translators comment» (comentario del traductor).
fr: Cett version fourni des amélioration pour les modules XML (et ses module dérivés), Man et TeX. Elle change également la façon dont le type des chaînes et fourni dans le fichier PO. Ce type est désormais fourni comme un « commentaire extrait » plutôt que comme un « commentaire du traducteur ».

source: 2009-02-10 - po4a 0.35 released
es: 10-02-2009 - publicado po4a 0.35
fr: 2009-02-10 - po4a 0.35 est sorti
ru: 2009-02-10 - выпуск po4a 0.35

source: This release introduces features in the po4a tools (new [po_directory] command in po4a's configuration files, new --blank option for po4a-normalize, or improved conflict handling for po4a-gettextize), and support for the AsciiDoc format. The Docbook module has a better support of all v5.0, and earlier tags. Also the Xml and derivative modules run faster and have a more comprehensible set of options, and support placeholders by default to ease the translation and mark the location of sub-blocks.
es: Esta publicación introduce características en las herramientas de po4a (nueva orden [po_directory] en los ficheros de configuración de po4a, nueva opción «--blank» para po4a-normalize, o un mejor tratamiento de conflictos de po4a-gettextize), compatibilidad con el formato AsciiDoc. El módulo Docbook tiene ahora una mejor compatibilidad con etiquetas v5.0 y anteriores. Los módulos Xml y derivados tienen una ejecución más rápida y un conjunto de opciones más completo, así como compatibilidad predeterminada con marcadores de posición («placeholders») para facilitar la traducción y marcar la ubicación de los sub-bloques.
fr: Cette version ajoute de nouvelles fonctionnalités dans les outils po4a (nouvelle commande [po_directory] pour les fichiers de configuration de po4a, nouvelle option --blank pour po4a-normalize et une meilleur gestion des conflits dans po4a-gettextize), ainsi que la prise en charge du format AsciiDoc. Le module Docbook a une meilleur prise en charge des balises des version 5.0 et ultérieures. Le module Xml et ses modules dérivés sont plus rapide et fournissent un ensemble d'options plus facile à comprendre, et utilisent par défaut des « placeholders » pour faciliter la traduction et marquer l'emplacement de sous-blocs.

source: 2008-04-02 - po4a 0.33.3 released
es: 02-04-2008 - publicado po4a 0.33.3
fr: 2008-04-02 - po4a 0.33.3 est sorti
ru: 2008-04-02 - выпуск po4a 0.33.3

source: 0.33.1, 0.33.2, and 0.33.3 are minor releases with bug fixes in the Xml and Man modules. Some changes were done in the packaging to fix the installation path of translated manpages and MO files. Manpages are now installed in UTF-8 and the encoding of their title was fixed. 0.33.2 also adds a Japanese translation, a new Wml module, and the support for the fortunes format in the Text module.
es: 0.33.1, 0.33.2, y 0.33.3 son publicaciones menores con arreglos de fallos en los módulos Xml y Man. Se han llevado a cabo cambios en el empaquetamiento para arreglar la ruta de las páginas de manual traducidas y ficheros MO. Ahora, las páginas de manual se instalan en UTF-8 y se ha arreglado la codificación de los títulos. 0.33.2 también añade la traducción al japonés, un nuevo módulo Wml y compatibilidad con el formato «fortunes» en el módulo Text.
fr: Les versions 0.33.1, 0.33.2 et 0.33.3 sont des versions mineurs qui corrigent des bogues dans les modules Xml et Man. Des modifications ont été effectuées dans la façon de créer des paquets pour corriger le chemin d'installation des traductions de pages de manuel et des fichiers MO. Les pages de manuel sont désormais installées en UTF-8 et l'encodage des titres a été corrigé. 0.33.2 ajoute également une traduction japonaise, un nouveau module Wml, et la prise en charge du format « fortunes » dans le module Text.

source: 2008-03-03 - po4a 0.33 released
es: 03-03-2998 - publicado po4a 0.33
fr: 2008-03-03 - po4a 0.33 est sorti
ru: 2008-03-03 - выпуск po4a 0.33

source: Major changes in the handling of PO files (fix the handling of PO files with plural forms, and fix the handling of headers for msguntypot), and in the Texinfo or Xml and derivative modules (e.g. docbook).
es: Cambios extensos en el tratamiento de ficheros PO (arreglo del tratamiento de ficheros PO con formas plurales, y arreglo del tratamiento de las cabeceras en msguntypot), y en los módulos Texinfo, Xml y derivados (p. ej., Docbook).
fr: Les principaux changements concernent la gestion des fichiers PO (gestion des fichiers PO avec des formes plurielles, gestion des en-têtes avec msguntypot) et les modules Texinfo ou Xml et ses dérivés (docbook par exemple).

source: 2007-08-16 - New website
es: 16-08-2007 - Sitio web nuevo
fr: 2007-08-16 - Nouveau site web
ru: 2007-08-16 - Новый вебсайт

source: We've changed the aspect of our web site and we've added some contents to help new users to use po4a.
es: Hemos cambiado el aspecto de nuestro sitio web y añadido algunos contenidos para ayudar a usuarios nuevos en el uso de po4a.
fr: L'aspect de notre site web a changé et nous avons ajouté du contenu pour aider les nouveaux utilisateurs à utiliser po4a.
ru: Мы изменили концепцию нашего вебсайта и добавили кое-что что бы помочь нашим пользователям использовать po4a.

source: 2007-08-15 - po4a 0.32 released
es: 15-08-2007 - publicado po4a 0.32
fr: 2007-08-15 - po4a 0.32 est sorti

source: Project links
es: Enlaces al proyecto
fr: Liens du projet
ru: Ссылки проекта

source: The <a href="http://alioth.debian.org/projects/po4a/">po4a project</a> is hosted on <a href="http://alioth.debian.org">Alioth</a>.
es: El <a href="http://alioth.debian.org/projects/po4a/">proyecto po4a</a> está alojado en <a href="http://alioth.debian.org">Alioth</a>.
fr: Le <a href="http://alioth.debian.org/projects/po4a/">projet po4a</a> est hébergé sur <a href="http://alioth.debian.org">Alioth</a>.
ru: <a href="http://alioth.debian.org/projects/po4a/">Проект po4a</a> размещен на базе (хостинг) <a href="http://alioth.debian.org">Alioth</a>.

source: Here is an HTML version of the po4a's manpages.
es: Dispone de una versión en HTML de las páginas de manual de po4a
fr: Voici une version HTML des pages de manuel de po4a.
ru: Это HTML версия man-страниц po4a

source: The <a href="man/man7/po4a.7.php">po4a.7</a> manpage provides an introduction to po4a.
es: La página de manual <a href="man/man7/po4a.7.php">po4a.7</a> ofrece una introducción a po4a
fr: La page de manuel <a href="man/man7/po4a.7.php">po4a.7</a> fournit une introduction à po4a.
ru: <a href="man/man7/po4a.7.php">po4a.7</a> man-страница предоставляет введение в po4a.

source: For more details, the <a href="man/">index</a> provides the documentation of the various commands and modules.
es: Para más detalles, el <a href="man/">índice</a> ofrece la documentación de varias órdenes y módulos.
fr: Pour plus de détails, consultez l'<a href="man/">index</a> qui fournit la documentation des commandes et modules de po4a.
ru: Более детальное <a href="man/">описание</a> предоставляет документация по различным командам и модулям.

source: Help
es: Ayuda
fr: Aide
ru: Справка

source: We can help you to set up a translation framework for your project's documentation or to adapt po4a to your needs. Do not hesitate to contact us on our <a href="mailto:po4a-devel@lists.alioth.debian.org">mailing list</a> or on IRC (#po4a on oftc).
es: Podemos ayudarle a crear un marco de trabajo de traducción para la documentación de su proyecto o adaptar po4a a sus necesidades. No dude en contactar con nosotros en nuestra <a href="mailto:po4a-devel@lists.alioth.debian.org">lista de correo</a> o en el IRC (#po4a en oftc).
fr: Nous pouvons vous aider à mettre en place un environnement de traduction pour la documentation de votre projet. N'hésitez pas à nous contacter sur notre <a href="mailto:po4a-devel@lists.alioth.debian.org">liste de diffusion</a> ou sur IRC (#po4a sur oftc).
ru: Мы можем помочь вам установить вам каркас для перевода вашего проекта документации или адаптировать po4a для ваших нужд. Не стесняйтесь задавать нам вопросы в <a href="mailto:po4a-devel@lists.alioth.debian.org">списке рассылки</a> или на IRC (#po4a на oftc).

source: po4a - Download
es: po4a - Descargar
fr: po4a - Téléchargement
ru: po4a - Загрузить

source: You can find the sources of the latest release on <a href="http://alioth.debian.org/frs/?group_id=30267">Alioth</a>.
es: Puede obtener las fuentes de la última publicación en <a href="http://alioth.debian.org/frs/?group_id=30267">Alioth</a>.
fr: Vous pouvez trouver les sources de la dernière version sur <a href="http://alioth.debian.org/frs/?group_id=30267">Alioth</a>.
ru: Исходные тексты последнего выпуска можно найти на <a href="http://alioth.debian.org/frs/?group_id=30267">Alioth</a>.

source: Binary
es: Binario
fr: Binaire
ru: Бинарники

source: po4a is a Perl module. It is available as a binary package in many OpenSource distributions (Debian, Ubuntu, FreeBSD, Gentoo, Fedora, Mandriva, and probably others).
es: po4a es un módulo de Perl. Está disponible como paquete binario en varias distribuciones de código abierto (Debian, Ubuntu, FreeBSD, Gentoo, Fedora, Mandriva y puede que otros también).
fr: po4a est un module Perl. Il est disponible comme paquet binaire dans beaucoup de distributions OpenSource (Debian, Ubuntu, FreeBSD, Gentoo, Fedora, Mandriva, and probably others).
ru: po4a является модулем Perl. И доступен в качестве бинарного пакета для OpenSource дистрибутивов (Debian, Ubuntu, FreeBSD, Gentoo, Fedora, Mandriva, и, возможно, для других).

source: The latest sources are available from our <a href="http://alioth.debian.org/scm/viewvc.php/po4a/?root=po4a">CVS repository</a>.
es: Puede obtener las fuentes más recientes desde nuestro <a href="http://alioth.debian.org/scm/viewvc.php/po4a/?root=po4a">repositorio CVS</a>.
fr: Les dernières sources sont disponibles sur notre <a href="http://alioth.debian.org/scm/viewvc.php/po4a/?root=po4a">dépot CVS</a>.
ru: Исходные тексты текущей версии можно найти в нашем <a href="http://alioth.debian.org/scm/viewvc.php/po4a/?root=po4a">CVS репозитарии</a>.

source: It also contains additional modules which are being considered, but are not of a sufficient quality.
es: También contiene módulos adicionales que se están considerando, pero que aún no alcanzan la calidad necesaria.
fr: Il contient des modules supplémentaires qui sont en train d'être étudié, mais que l'on ne juge pas d'une qualité suffisante.
ru: Существуют также дополнительные модули которые задуманы, но не доведены до ума.

source: po4a - Features
es: po4a - Características
fr: po4a - Fonctionnalités
ru: po4a - Особенности

source: po4a extracts the translatable material from its input in a PO file.
es: po4a extrae el material traducible desde su entrada a un fichero PO.
fr: po4a extrait ce qui est traduisible des fichiers fournis en entrée dans un fichier PO.
ru: po4a извлекает доступный для перевода материал из документа в PO файл.

source: When the PO file is translated, it re-injects the translation in the structure of the document, and generates the translated document.
es: Cuando el fichero PO ya está traducido, devuelve la traducción a la estructura del documento, y genera el documento traducido.
fr: Lorsque le fichier PO est traduit, il réinjecte la traduction dans la structure du document et génère le document traduit.
ru: После того как PO файл переведен, переведенный текст вставляется в структуру документа, и выполняется создание переведенного документа.

source: If a string is not translated (i.e. it was not translated or it is "fuzzy" because the original document was updated), the original string is used.
es: Si una cadena no está traducida (p. ej., no se ha traducido o es borrosa porque el documento original se ha actualizado), se usa la cadena original.
fr: Si une chaîne n'est pas traduite (c'est-à-dire si elle n'est pas traduite ou si elle est marqué comme étant « fuzzy » parce que le document a été mis à jour), la chaîne du document d'origine est utilisé.
ru: Если строка не переведена (либо не переведена либо перевод "неточный" из-за того, что оригинальный документ был изменен), то используется оригинальная строка.

source: This permits to provide always up-to-date documentation.
es: Esto permite ofrecer siempre una documentación al día.
fr: Ceci permet de toujours forunir une traduction à jour.
ru: Это позволяет обеспечивать обновление документации.

source: Supported formats
es: Formatos compatibles
fr: Formats gérés
ru: Поддерживаемые форматы

source: po4a supports currently the following formats:
es: po4a es actualmente compatible con los siguientes formatos:
fr: po4a gère actuellement les formats suivants :
ru: в настоящее время po4a поддерживает следующие форматы:

source: manpages
es: páginas de manual
fr: pages de manuel

source: xml (generic, docbook, xhtml, dia, guide, or wml)
es: xml (genérico, docbook, xhtml, dia, guide, o wml)
fr: xml (generique, docbook, xhtml, dia, guide, ou wml)

source: TeX (generic, LaTeX, or Texinfo)
es: TeX (genérico, LaTeX, o Texinfo)
fr: TeX (generique, LaTeX ou Texinfo)

source: text (simple text files with some formatting, markdown, or AsciiDoc)
es: text (ficheros simples de texto con algún formato, markdown o AsciiDoc)
fr: text (fichiers texte simple avec un peu de formattage, markdown ou AsciiDoc)
ru: text (простые текстовые файлы с некоторым форматированием, разметкой или AsciiDoc)

source: Configuration file
es: Fichero de configuración
fr: Fichier de configuration
ru: Файл настройки

source: You can use a configuration file to ease its usage to a single command invocation. This configuration file will contain the list of documents, the options, etc.
es: Puede usar un fichero de configuración para facilitar su uso con una sola invocación a una orden. Este fichero de configuración contiene la lista de documentos, opciones, etc...
fr: Vous pouvez utiliser un fichier de configuration pour faciliter son utilisation, une seule commande étant alors suffisante. Ce fichier de configuration contiendra la liste des documents, les options, etc.
ru: Вы можете использовать файл настройки что бы облегчить использование программы одной командой. Этот файл настройки будет содержать список документов, параметры, и т.д.

source: When invoked with a configuration file, po4a uses an 'a la make' algorithm to detect if files changed and if an operation is required.
es: Cuando se invoca con un fichero de configuración, po4a emplea un algoritmo tipo «make» para detectar si los ficheros se han modificado y es necesaria alguna operación.
fr: Lors qu'un fichier de configuration est utilisé, po4a utilise un mécanisme similaire à « make » pour détecter si des fichiers ont changé et si une opération est nécessaire.
ru: При обработке файла настройки, po4a использует подобный 'make' алгоритм определения того были ли файлы изменены и требуется ли выполнять действия.

source: po4a - Get involved!
es: po4a - ¡Participa!
fr: po4a - Participez !
ru: po4a - Участвуйте!

source: Get involved!
es: ¡Participa!
fr: Participez !
ru: Участвуйте!

source: If you want to participate, you can contact us
es: Si desea participar, puede contactarnos
fr: Si vous voulez participer, vous pouvez nous contacter :
ru: Если вы хотите принять участие в работе, вы можете связаться с нами

source: on our <a href="mailto:po4a-devel@lists.alioth.debian.org">mailing list</a>,
es: a través de nuestra <a href="mailto:po4a-devel@lists.alioth.debian.org">lista de correo</a>,
fr: Sur notre <a href="mailto:po4a-devel@lists.alioth.debian.org">liste de diffusion</a>.
ru: в нашем <a href="mailto:po4a-devel@lists.alioth.debian.org">списке рассылки</a>,

source: on IRC (#po4a on oftc).
es: o a través del IRC (#po4a en oftc).
fr: sur IRC (#po4a sur oftc).
ru: на канале IRC (#po4a на oftc).

source: Bug reports, patches, feature requests or any feedback are welcomed on the mailing list, in the <a href="http://alioth.debian.org/tracker/?atid=410622&amp;group_id=30267">Alioth tracker</a> or in the <a href="http://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=po4a;dist=unstable">Debian BTS</a>.
es: Informes de fallo, parches, peticiones o cualquier tipo de respuesta son bienvenidos en la lista de correo, en el <a href="http://alioth.debian.org/tracker/?atid=410622&amp;group_id=30267"> tracker de Alioth</a> o en el <a href="http://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=po4a;dist=unstable"> sistema de seguimiento de fallos de Debian</a>.
fr: Rapport de bogues, patches, demandes de fonctionnalités ou toute forme de retour sont bienvenus sur la liste de diffusion, sur le <a href="http://alioth.debian.org/tracker/?atid=410622&amp;group_id=30267">système de suivi d'Alioth</a> ou le <a href="http://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=po4a;dist=unstable">système de suivi des bogues Debian</a>
ru: Отчеты об ошибках, заплатки, запросы дополнительных функций или любая информация от вас приветствуется в списке рассылки, на <a href="http://alioth.debian.org/tracker/?atid=410622&amp;group_id=30267">Alioth tracker</a> или на <a href="http://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=po4a;dist=unstable">Debian BTS</a>.

source: Commit emails are sent on a separate <a href="mailto:po4a-commits@lists.alioth.debian.org">mailing list</a>.
es: Los correos de petición de introducción de cambios («commit») se envían a una <a href="mailto:po4a-commits@lists.alioth.debian.org">lista de correo</a> diferente.
fr: Les courriers de notiffications de commit sont envoyés sur une <a href="mailto:po4a-commits@lists.alioth.debian.org">liste de diffusion</a> séparée.
ru: Сообщения уведомляющие о фиксации изменений отсылайте в специально выделенный <a href="mailto:po4a-commits@lists.alioth.debian.org">список рассылки</a>.

source: TODO
es: Pendiente
fr: À faire

source: We are looking for people interesting in testing/porting on Windows
es: Buscamos personas interesadas en probar/adaptar po4a bajo Windows.
fr: Nous recherchons des personnes intéressés pour tester et porter sous Windows.
ru: Мы ищем людей заинтересованных в тестировании/переносе на Windows

source: Support for XLIFF would be welcomed.
es: Agradeceríamos la compatibilidad con XLIFF.
fr: Le support du format XLIFF serait le bienvenu.
ru: Поддержка для XLIFF будет приветствоваться.
